Revit 2017 API
AssetSet Constructor
Initializes a new instance of the AssetSet class
Namespace: Autodesk.Revit.Utility
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public AssetSet()
Visual Basic
Public Sub New
Visual C++
public:
AssetSet()
See Also
AssetSet Class
Autodesk.Revit.Utility Namespace